---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatecolorPerlinProf
source: html/8fea37d2-e1a9-a687-c503-1855bccfed68.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodLatecolorPerlinProf Property

The property labeled "Profile for latewood color perlin noise" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodLatecolorPerlinProf { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".